Repository: Twinlife/twinme-ios
Catalog: Twinme/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt_pt, ro, ru, sk, sl, sq, sr_latn, sv, tr, uk, vi, zh_hans, zh_hant

# edit_space_view_delete_message
source: Deleting a Space removes all contacts, groups and conversations from that Space. Are you sure you want to delete this Space?
ar: يؤدي حذف Space إلى إزالة جميع جهات الاتصال والمجموعات والمحادثات من هذا Space. هل تريد بالتأكيد حذف هذه Space؟
bg: Изтриването на Space премахва всички контакти, групи и разговори от този Space. Сигурни ли сте, че искате да изтриете този Space?
cs: Smazání Prostoru odstraní z tohoto Prostoru všechny kontakty, skupiny a konverzace. Opravdu chcete tento Prostor smazat?
da: Sletning af et Space fjerner alle kontakter, grupper og samtaler fra det Space. Er du sikker på, at du vil slette dette Space?
de: Durch das Löschen eines Space werden alle Kontakte, Gruppen und Konversationen aus diesem Space entfernt. A Sind Sie sicher, dass Sie dieses Space löschen möchten?
el: Η διαγραφή ενός Χώρου αφαιρεί όλες τις επαφές, ομάδες και συνομιλίες από αυτόν τον Χώρο. Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτόν τον Χώρο;
es: Eliminar un Space elimina todos los contactos, grupos y conversaciones de ese Space. ¿Estás seguro de que deseas eliminar este Space?
fa: حذف Space همه مخاطبین ، گروه ها و مکالمات را از آن Space حذف می کند. آیا مطمئن هستید که می خواهید این Space را حذف کنید؟
fi: Space poistaminen poistaa kaikki yhteystiedot, ryhmät ja keskustelut kyseisestä Space. Haluatko varmasti poistaa tämän Space?
fr: La suppression d’un Space supprime tous les contacts, groupes et conversations de ce Space. Voulez-vous vraiment supprimer ce Space ?
he: מחיקת Space תסיר את כל אנשי הקשר, הקבוצות והשיחות מSkredboard זה. האם אכן למחוק Space זה?
hi: Space हटाने से इस “स्पेस“ से सभी संपर्क, समूह और वार्तालाप हटा दिए जाते हैं। क्या आप वाकई इस Space को हटाना चाहते हैं?
hr: Brisanje Prostora uklanja sve kontakte, grupe i razgovore iz tog Prostora. Jeste li sigurni da želite izbrisati ovaj Prostor?
hu: A Space törlése eltávolít minden névjegyet, csoportot és beszélgetést abból a Space-ből. Biztosan törölni szeretné ezt a Space-et?
id: Menghapus Space akan menghapus semua kontak, grup, dan percakapan dari Space tersebut. Anda yakin ingin menghapus Space ini?
it: L’eliminazione di uno Space rimuove tutti i contatti, i gruppi e le conversazioni da quello Space. Sei sicuro di voler eliminare questo Space?
ja: Spaceを削除すると、そのSpaceからすべての連絡先、グループ、会話が削除されます。このSkredboardを削除してもよろしいですか？
ko: Skredboard을 삭제하면 해당 “공간“에서 모든 연락처, 그룹 및 대화가 제거됩니다. 이 Skredboard을 삭제 하시겠습니까?
nb: Hvis du sletter et Space, fjernes alle kontakter, grupper og samtaler fra det Space. Er du sikker på at du vil slette denne Space?
nl: Als u een Space verwijdert, worden alle contacten, groepen en gesprekken uit die Space verwijderd. Weet u zeker dat u deze Space wilt verwijderen?
pl: Usunięcie Space usuwa wszystkie kontakty, grupy i rozmowy z tej Space. Czy na pewno chcesz usunąć to Space?
pt_pt: A exclusão de um Space remove todos os contatos, grupos e conversas desse Space. Tem certeza de que deseja excluir este Space?
ro: Ștergerea unui Space elimină toate contactele, grupurile și conversațiile din acel Space. Sigur doriți să ștergeți acest Space?
ru: Удаление Space удаляет все контакты, группы и разговоры из этого Space. Вы уверены, что хотите удалить это Space?
sk: Vymazanie Priestoru odstráni všetky kontakty, skupiny a konverzácie z tohto Priestoru. Ste si istí, že chcete vymazať tento Priestor?
sl: Brisanje Prostora odstrani vse stike, skupine in pogovore iz tega Prostora. Ali ste prepričani, da želite izbrisati ta Prostor?
sq: Fshirja e një Space-i heq të gjitha kontaktet, grupet dhe bisedat nga ai Space. A jeni i sigurt që dëshironi ta fshini këtë Space?
sr_latn: Brisanje Space-a uklanja sve kontakte, grupe i razgovore iz tog Space-a. Da li ste sigurni da želite da obrišete ovaj Space?
sv: Om du raderar ett Space tas alla kontakter, grupper och konversationer bort från det Space. Är du säker på att du vill ta bort detta Space?
tr: Space silindiğinde, bu Space tan tüm kişiler, gruplar ve ileti dizileri kaldırılır. Bu Space silmek istediğinizden emin misiniz?
uk: Видалення Space видаляє всі контакти, групи та бесіди з цього Space. Ви впевнені, що хочете видалити цей Space?
vi: Xóa Không gian sẽ xóa toàn bộ liên hệ, nhóm và cuộc trò chuyện trong Không gian đó. Bạn có chắc muốn tiếp tục?
zh_hans: 删除Skredboard会从该Skredboard中删除所有联系人，群组和对话。 确定要删除此Skredboard吗？
zh_hant: 刪除Skredboard會從該Skredboard中刪除所有聯繫人，群組和對話。 確定要刪除此Skredboard嗎？

# edit_space_view_delete_only_one_space_message
source: You cannot delete the only Space of the application.
ar: لا يمكنك حذف Space الوحيدة للتطبيق.
bg: Не можете да изтриете единствения Space в приложението.
cs: Nelze smazat jediný Prostor v aplikaci.
da: Du kan ikke slette det eneste Space i applikationen.
de: Sie können nicht das einzige Space der Anwendung löschen.
el: Δεν μπορείτε να διαγράψετε τον μοναδικό Χώρο της εφαρμογής.
es: No se puede eliminar el único Space de la aplicación.
fa: شما نمی توانید تنها Space را از برنامه حذف کنید.
fi: Et voi poistaa sovelluksen ainoaa Space.
fr: Vous ne pouvez pas supprimer le seul Space de l’application.
he: אינך יכול למחוק את ה Space היחיד של היישום.
hi: आप एप्लिकेशन के एकमात्र Space को नहीं हटा सकते।
hr: Ne možete izbrisati jedini Prostor u aplikaciji.
hu: Az alkalmazás egyetlen Space-e sem törölhető.
id: Anda tidak dapat menghapus satu-satunya Space dari aplikasi.
it: Non è possibile eliminare l’unico Space dell’applicazione.
ja: アプリケーションの唯一のSkredboardは削除できません。
ko: 응용 프로그램의 유일한 Skredboard은 삭제할 수 없습니다.
nb: Du kan ikke slette den eneste Space i applikasjonen.
nl: U kunt de enige Space van de toepassing niet verwijderen.
pl: Nie możesz usunąć jedynej Space aplikacji.
pt_pt: Você não pode excluir o único Space do aplicativo.
ro: Nu puteți șterge singurul Space al aplicației.
ru: Вы не можете удалить единственный Space из приложения.
sk: Jediný Priestor aplikácie nemôžete vymazať.
sl: Edinega Prostora aplikacije ni mogoče izbrisati.
sq: Nuk mund të fshini të vetmin Space të aplikacionit.
sr_latn: Ne možete da obrišete jedini Space u aplikaciji.
sv: Du kan inte ta bort det enda Space i applikationen.
tr: Uygulamanın tek Space silemezsiniz.
uk: Ви не можете видалити єдиний Space із програми.
vi: Bạn không thể xóa Không gian duy nhất của ứng dụng.
zh_hans: 您不能从应用程序中删除唯一的空间。
zh_hant: 您不能從應用程序中刪除唯一的空間。

# enter_invitation_code_view_certified_message
source: Once the relation has been created, it is strongly recommended to certify it to reinforce its security.
ar: بعد إنشاء العلاقة، يُنصح بشدة بتأكيده لتعزيز أمانها.
bg: След като връзката бъде създадена, силно се препоръчва да я сертифицирате за по-добра сигурност.
cs: Jakmile je vztah vytvořen, doporučuje se jej certifikovat pro zvýšení bezpečnosti.
da: Når relationen er oprettet, anbefales det kraftigt at certificere den for at styrke dens sikkerhed.
de: Sobald die Verbindung erstellt wurde, wird dringend empfohlen, diese zu zertifizieren, um deren Sicherheit zu erhöhen.
el: Αφού δημιουργηθεί η σχέση, συνιστάται έντονα να την πιστοποιήσετε για ενίσχυση της ασφάλειας.
es: Una vez creada la relación, se recomienda certificarla para reforzar su seguridad.
fa: پس از ایجاد رابطه، اکیداً توصیه می شود برای تقویت امنیت آن را تأیید کنید.
fi: Kun suhde on luotu, on erittäin suositeltavaa sertifioida se turvallisuuden vahvistamiseksi.
fr: Une fois la relation créée, il est fortement recommandé de la certifier pour renforcer sa sécurité.
he: לאחר יצירת הקשר, מומלץ מאוד לאשר אותו כדי לחזק את האבטחה שלו.
hi: एक बार संबंध बन जाने के बाद, इसकी सुरक्षा को सुदृढ़ करने के लिए इसे प्रमाणित करने की दृढ़ता से अनुशंसा की जाती है।
hr: Nakon stvaranja odnosa snažno se preporučuje potvrditi ga kako bi se pojačala sigurnost.
hu: A kapcsolat létrehozása után erősen javasolt annak hitelesítése a biztonság növelése érdekében.
id: Setelah hubungan tercipta, sangat disarankan untuk mensertifikasinya guna memperkuat keamanannya.
it: Una volta creata la relazione, si consiglia vivamente di certificarla per rafforzarne la sicurezza.
ja: 関係を作成したら、セキュリティ強化のため認証することを強くお勧めします。
ko: 관계가 생성되면 보안 강화를 위해 인증하는 것이 좋습니다.
nb: Når relasjonen er opprettet, anbefales det sterkt å sertifisere den for å styrke sikkerheten.
nl: Nadat de relatie is aangemaakt, is het sterk aan te raden deze te certificeren om de veiligheid te vergroten.
pl: Po utworzeniu relacji zdecydowanie zaleca się jej certyfikację w celu wzmocnienia jej bezpieczeństwa.
pt_pt: Após a criação da relação, é altamente recomendável certificá-la para reforçar a sua segurança.
ro: După crearea relației, este recomandat să o certificați pentru a-i crește securitatea.
ru: После создания связи настоятельно рекомендуется сертифицировать ее для усиления ее безопасности.
sk: Po vytvorení vzťahu sa odporúča jeho certifikácia pre posilnenie bezpečnosti.
sl: Ko je odnos ustvarjen, je močno priporočljivo, da ga certificirate in s tem okrepite njegovo varnost.
sq: Pasi të jetë krijuar marrëdhënia, rekomandohet fuqimisht ta certifikoni atë për të rritur sigurinë.
sr_latn: Kada se odnos kreira, snažno se preporučuje da ga sertifikujete kako biste pojačali njegovu bezbednost.
sv: När relationen väl har skapats rekommenderas det starkt att certifiera den för att stärka dess säkerhet.
tr: İlişki oluşturulduktan sonra, güvenliğini güçlendirmek için bunu onaylamanız şiddetle önerilir.
uk: Після створення зв’язку настійно рекомендується сертифікувати його, щоб посилити його безпеку.
vi: Sau khi tạo mối quan hệ, nên xác thực nó để tăng cường bảo mật.
zh_hans: 建立联系后，强烈建议您验证该 PIN 码以增强其安全性。
zh_hant: 建立聯繫後，強烈建議您驗證該 PIN 碼以增強其安全性。

# enter_invitation_code_view_enter_code
source: Enter a Mini-Code
ar: أدخل رمزًا مصغرًا
bg: Въведете Мини-код
cs: Zadejte Mini‑kód
da: Indtast en minikode
de: Mini-Code eingeben
el: Εισαγάγετε έναν Μίνι‑Κωδικό
es: Introduce un minicódigo
fa: یک مینی-کد وارد کنید
fi: Syötä Mini-koodi
fr: Entrer un Mini-Code
he: הזן מיני-קוד
hi: मिनी-कोड दर्ज करें
hr: Unesite Mini-kôd
hu: Adj meg egy Mini-kódot
id: Masukkan Mini-Kode
it: Inserisci un Mini-codice
ja: ミニコードを入力
ko: 미니 코드 입력
nb: Skriv inn en minikode
nl: Minicode invoeren
pl: Wprowadź Mini-kod
pt_pt: Inserir um Minicódigo
ro: Introduceți un Mini-Cod
ru: Введите Мини-код
sk: Zadajte Mini‑Kód
sl: Vnesite Mini-kodo
sq: Shkruani një Mini-Code
sr_latn: Unesite Mini-kod
sv: Ange en minikod
tr: Bir Mini Kod Girin
uk: Введіть Міні-код
vi: Nhập Mini-Code
zh_hans: 输入迷你代码
zh_hant: 輸入迷你代碼

# enter_invitation_code_view_error_message
source: This code is invalid. It may have already been used or expired.
ar: هذا الرمز غير صالح. ربما يكون قد تم استخدامه أو انتهت صلاحيته.
bg: Този код е невалиден. Може вече да е използван или да е изтекъл.
cs: Tento kód je neplatný. Možná již byl použit nebo vypršel.
da: Denne kode er ugyldig. Det kan allerede være brugt eller udløbet.
de: Dieser Code ist ungültig. Er wurde möglicherweise bereits verwendet oder ist abgelaufen.
el: Αυτός ο κωδικός δεν είναι έγκυρος· μπορεί να έχει ήδη χρησιμοποιηθεί ή να έχει λήξει.
es: Este código no es válido. Es posible que ya se haya usado o que haya caducado.
fa: این کد نامعتبر است. ممکن است قبلا استفاده شده باشد یا منقضی شده باشد.
fi: Tämä koodi on virheellinen. Se voi olla jo käytetty tai vanhentunut.
fr: Ce code n'est pas valide. Il a peut-être déjà été utilisé ou expiré.
he: קוד זה אינו חוקי. ייתכן שכבר נעשה בו שימוש או פג תוקף.
hi: यह कोड अमान्य है। हो सकता है कि इसका पहले ही उपयोग किया जा चुका हो या इसकी समय-सीमा समाप्त हो गई हो।
hr: Ovaj kôd nije valjan. Možda je već iskorišten ili je istekao.
hu: Ez a kód érvénytelen. Lehet, hogy már felhasználták vagy lejárt.
id: Kode ini tidak valid. Mungkin sudah digunakan atau kedaluwarsa.
it: Questo codice non è valido. Potrebbe essere già stato utilizzato o scaduto.
ja: このコードは無効です。既に使用されているか、期限切れになっている可能性があります。
ko: 이 코드는 유효하지 않습니다. 이미 사용되었거나 만료되었을 수 있습니다.
nb: Denne koden er ugyldig. Den kan allerede ha blitt brukt eller utløpt.
nl: Deze code is ongeldig. Mogelijk is deze al gebruikt of verlopen.
pl: Ten kod jest nieprawidłowy. Mógł zostać już użyty lub wygasł.
pt_pt: Este código é inválido. Pode já ter sido usado ou expirado.
ro: Acest cod este invalid. Poate a fost folosit sau a expirat.
ru: Этот код недействителен. Возможно, он уже был использован или срок его действия истек.
sk: Tento kód je neplatný. Možno bol použitý alebo expiroval.
sl: Ta koda ni veljavna. Morda je bila že uporabljena ali je potekla.
sq: Ky kod është i pavlefshëm. Mund të jetë përdorur tashmë ose të ketë skaduar.
sr_latn: Ovaj kod nije važeći. Možda je već iskorišćen ili je istekao.
sv: Den här koden är ogiltig. Det kan redan ha använts eller gått ut.
tr: Bu kod geçersiz. Daha önce kullanılmış veya süresi dolmuş olabilir.
uk: Цей код недійсний. Можливо, він уже використаний або термін придатності закінчився.
vi: Mã này không hợp lệ. Có thể đã được sử dụng hoặc đã hết hạn.
zh_hans: 此代码无效。它可能已被使用或已过期。
zh_hant: 此代碼無效。它可能已被使用或已過期。

# enter_invitation_code_view_invitation_message
source: Once the relation has been created, don't forget to certify it to reinforce its security.
ar: بعد إنشاء العلاقة، لا تنسَ تأكيده لتعزيز أمانها.
bg: След като връзката бъде създадена, не забравяйте да я сертифицирате за по-голяма сигурност.
cs: Po vytvoření vztahu jej nezapomeňte certifikovat pro zvýšení bezpečnosti.
da: Når relationen er oprettet, glem ikke at certificere den for at styrke dens sikkerhed.
de: Vergessen Sie nicht, die Verbindung nach deren Erstellung zu zertifizieren, um die Sicherheit zu erhöhen.
el: Αφού δημιουργηθεί η σχέση, μην ξεχάσετε να την πιστοποιήσετε για ενίσχυση της ασφάλειας.
es: Una vez creada la relación, no olvides certificarla para reforzar su seguridad.
fa: هنگامی که رابطه ایجاد شد، فراموش نکنید که آن را برای تقویت امنیت آن تأیید کنید.
fi: Kun suhde on luotu, älä unohda sertifioida sitä sen turvallisuuden vahvistamiseksi.
fr: Une fois la relation créée, n'oubliez pas de la certifier pour renforcer sa sécurité.
he: לאחר יצירת הקשר, אל תשכח לאשר אותו כדי לחזק את האבטחה שלו.
hi: एक बार संबंध बन जाने के बाद, इसकी सुरक्षा को सुदृढ़ करने के लिए इसे प्रमाणित करना न भूलें।
hr: Nakon stvaranja odnosa ne zaboravite ga potvrditi kako biste pojačali sigurnost.
hu: A kapcsolat létrehozása után ne felejtsd el hitelesíteni azt a biztonság növelése érdekében.
id: Setelah hubungan tercipta, jangan lupa untuk mensertifikasinya guna memperkuat keamanannya.
it: Una volta creata la relazione, non dimenticare di certificarla per rafforzarne la sicurezza.
ja: 関係を作成したら、セキュリティ強化のため認証を忘れずに行ってください。
ko: 관계가 생성되면 보안 강화를 위해 인증하는 것을 잊지 마세요.
nb: Når relasjonen er opprettet, ikke glem å sertifisere den for å styrke sikkerheten.
nl: Nadat de relatie is aangemaakt, vergeet niet deze te certificeren om de veiligheid te vergroten.
pl: Po utworzeniu relacji nie zapomnij go certyfikować w celu wzmocnienia jej bezpieczeństwa.
pt_pt: Após a criação da relação, não se esqueça de a certificar para reforçar a sua segurança.
ro: După crearea relației, nu uitați să o certificați pentru a-i crește securitatea.
ru: После создания связи не забудьте сертифицировать ее для усиления ее безопасности.
sk: Po vytvorení vzťahu nezabudnite vykonať certifikáciu.
sl: Ko je odnos ustvarjen, ga ne pozabite certificirati, da okrepite njegovo varnost.
sq: Pasi të jetë krijuar marrëdhënia, mos harroni ta certifikoni atë për të rritur sigurinë.
sr_latn: Kada se odnos kreira, ne zaboravite da ga sertifikujete kako biste pojačali njegovu bezbednost.
sv: När relationen har skapats, glöm inte att certifiera den för att stärka dess säkerhet.
tr: İlişki oluşturulduktan sonra, güvenliğini güçlendirmek için bunu onaylamayı unutmayın.
uk: Після створення зв’язку не забудьте сертифікувати його, щоб посилити його безпеку.
vi: Sau khi tạo mối quan hệ, đừng quên xác thực nó để tăng cường bảo mật.
zh_hans: 建立联系后，请务必验证该 PIN 码以增强其安全性。
zh_hant: 建立聯繫後，請務必驗證 PIN 碼以增強其安全性。

# enter_invitation_code_view_message
source: Enter the Mini-Code provided by your contact to create a relation.
ar: أدخل الرمز المصغر الذي قدمته جهة الاتصال لإنشاء علاقة معها.
bg: Въведете Мини-кода, който вашият контакт ви е предоставил, за да създадете връзка.
cs: Zadejte Mini‑kód poskytnutý vaším kontaktem pro vytvoření vztahu.
da: Indtast den minikode, som din kontakt har givet dig, for at oprette en relation.
de: Geben Sie den von Ihrer Kontaktperson erhaltenen Mini-Code ein, um eine Verbindung zu erstellen.
el: Εισαγάγετε τον Μίνι‑Κωδικό που σας έδωσε η επαφή σας για να δημιουργήσετε μια σχέση.
es: Introduce el minicódigo que te proporcionó tu contacto para crear una relación.
fa: مینی-کد ارائه شده توسط مخاطب خود را برای ایجاد یک رابطه وارد کنید.
fi: Syötä yhteyshenkilösi antama Mini-koodi suhteen luomiseksi.
fr: Entrer le Mini-Code fourni par votre contact pour créer une relation.
he: הזן את המיני-קוד שסיפק איש הקשר שלך כדי ליצור קשר.
hi: संबंध बनाने के लिए अपने संपर्क द्वारा प्रदान किया गया मिनी-कोड दर्ज करें।
hr: Unesite Mini-kôd koji vam je dao kontakt kako biste stvorili odnos.
hu: Add meg a kapcsolatod által küldött Mini-kódot a kapcsolat létrehozásához.
id: Masukkan Mini-Kode yang diberikan oleh kontak Anda untuk membuat relasi.
it: Inserisci il Mini-codice fornito dal tuo contatto per creare una relazione.
ja: 連絡先から提供されたミニコードを入力して、関係を作成してください。
ko: 연락처에서 제공한 미니 코드를 입력하여 관계를 생성하세요.
nb: Skriv inn minikoden du fikk av kontakten din for å opprette en relasjon.
nl: Voer de minicode van uw contactpersoon in om een
pl: Wprowadź Mini-kod dostarczony przez kontakt, aby utworzyć relację.
pt_pt: Introduza o Minicódigo fornecido pelo seu contacto para criar uma relação.
ro: Introduceți Mini-Codul furnizat de contact pentru a crea o relație.
ru: Введите мини-код, предоставленный вашим контактом, чтобы создать отношения.
sk: Zadajte Mini‑Kód, ktorý vám poskytol váš kontakt na vytvorenie vzťahu.
sl: Vnesite Mini-kodo, ki vam jo je posredoval vaš stik, da ustvarite odnos.
sq: Futni Mini-Code-in e dhënë nga kontakti juaj për të krijuar një marrëdhënie.
sr_latn: Unesite Mini-kod koji vam je dao kontakt da biste kreirali odnos.
sv: Ange minikoden som din kontakt tillhandahållit för att skapa en relation.
tr: İlişki kurmak için kişinizin sağladığı Mini Kodu girin.
uk: Введіть міні-код, наданий контактом, щоб створити відносини.
vi: Nhập Mini-Code được liên hệ cung cấp để tạo mối quan hệ.
zh_hans: 请输入联系人提供的迷你代码以创建关系。
zh_hant: 請輸入聯絡人提供的迷你代碼以建立關係。

# enter_invitation_code_view_onboarding_message
source: A contact gave you a 6-character Mini-Code to create a relation. This single-use Mini-Code expires 24 hours after its creation.
ar: أعطتك جهة اتصال رمزًا مصغرًا من 6 أحرف لإنشاء علاقة معها. ينتهي هذا الرمز المصغر للاستخدام مرة واحدة بعد 24 ساعة من إنشائه.
bg: Контакт ви е дал 6‑знаков Мини‑код за създаване на връзка. Този еднократен код изтича 24 часа след създаването му.
cs: Kontakt vám dal 6místný Mini‑kód pro vytvoření vztahu. Tento jednorázový kód vyprší 24 hodin po vytvoření.
da: En kontakt har givet dig en minikode på 6 tegn for at oprette en relation. Denne engangsminikode udløber 24 timer efter oprettelsen.
de: Eine Kontaktperson hat Ihnen einen 6-stelligen Mini-Code zum Erstellen einer Verbindung gegeben. Dieser Einmal-Code läuft 24 Stunden nach seiner Erstellung ab.
el: Μια επαφή σάς έδωσε έναν Μίνι‑Κωδικό 6 χαρακτήρων. Αυτός ο κωδικός μίας χρήσης λήγει 24 ώρες μετά τη δημιουργία του.
es: Un contacto te proporcionó un minicódigo de 6 caracteres para crear una relación. Este minicódigo, de un solo uso, caduca 24 horas después de su creación.
fa: یک مخاطب یک مینی-کد ۶ کاراکتری برای ایجاد یک رابطه به شما داده است. این مینی-کد یکبار مصرف ۲۴ ساعت پس از ایجاد منقضی می
fi: Yhteyshenkilö antoi sinulle 6-merkkisen Mini-koodin suhteen luomiseksi. Tämä kertakäyttöinen Mini-koodi vanhenee 24 tuntia sen luomisen jälkeen.
fr: Un contact vous a donné un Mini-Code à 6 caractères pour créer une relation. Ce Mini-Code à usage unique expire 24h après sa création.
he: איש קשר נתן לך מיני-קוד בן 6 תווים כדי ליצור קשר. מיני-קוד חד-פעמי זה פג תוקף 24 שעות לאחר יצירתו.
hi: किसी संपर्क ने आपको संबंध बनाने के लिए 6-वर्ण का मिनी-कोड दिया है। यह एकल-उपयोग मिनी-कोड इसके निर्माण के 24 घंटे बाद समाप्त हो जाता है।
hr: Kontakt vam je dao 6-znakovni Mini-kôd za stvaranje odnosa. Ovaj jednokratni Mini-kôd istječe 24 sata nakon stvaranja.
hu: Egy kapcsolat 6 karakteres Mini-kódot adott, hogy létrehozd a kapcsolatot. Ez az egyszer használatos Mini-kód 24 óra után lejár.
id: Seorang kontak memberi Anda Mini-Kode 6 karakter untuk membuat relasi. Mini-Kode sekali pakai ini kedaluwarsa 24 jam setelah pembuatannya.
it: Un contatto ti ha fornito un Mini-codice di 6 caratteri per creare una relazione. Questo Mini-codice monouso scade 24 ore dopo la sua creazione.
ja: 連絡先から、関係を作成するための6文字のミニコードを受け取りました。このミニコードは1回限り有効で、作成後24時間で有効期限が切れます。
ko: 연락처에서 관계를 생성하기 위해 6자리 미니 코드를 제공했습니다. 이 일회용 미니 코드는 생성 후 24시간 후에 만료됩니다.
nb: En kontakt ga deg en minikode på 6 tegn for å opprette en relasjon. Denne engangsminikoden utløper 24 timer etter at den ble opprettet.
nl: Een contactpersoon heeft u een minicode van 6 tekens gegeven om een
pl: Kontakt podał Ci 6-znakowy Mini-kod, aby utworzyć relację. Ten jednorazowy Mini-kod traci ważność po 24 godzinach od utworzenia.
pt_pt: Um contacto forneceu-lhe um Minicódigo de 6 caracteres para criar uma relação. Este Minicódigo de utilização única expira 24 horas após a sua criação.
ro: Un contact v-a transmis un Mini-Cod de 6 caractere pentru a crea o relație. Acest Mini-Cod de unică folosință expiră după 24 de ore.
ru: Контакт дал вам 6-значный мини-код для создания связи. Этот одноразовый мини-код истекает через 24 часа после его создания.
sk: Kontakt vám poskytol 6‑znakový Mini‑Kód. Tento jednorazový kód expiruje po 24 hodinách.
sl: Stik vam je dal 6-znakovno Mini-kodo za ustvarjanje odnosa. Ta enkratna Mini-koda poteče 24 ur po nastanku.
sq: Një kontakt ju dha një Mini-Code me 6 karaktere për të krijuar një marrëdhënie. Ky Mini-Code me përdorim të vetëm skadon 24 orë pas krijimit të tij.
sr_latn: Kontakt vam je dao Mini-kod od 6 karaktera za kreiranje odnosa. Ovaj jednokratni Mini-kod ističe 24 sata nakon kreiranja.
sv: En kontakt gav dig en minikod på 6 tecken för att skapa en relation. Denna engångsminikod upphör att gälla 24 timmar efter att den skapats.
tr: Bir kişi size ilişki kurmanız için 6 karakterlik bir Mini Kod verdi. Bu tek kullanımlık Mini Kod oluşturulduktan 24 saat sonra sona erer.
uk: Контакт надав вам 6-значний міні-код для створення зв'язку. Цей одноразовий міні-код закінчується через 24 години після створення.
vi: Liên hệ đã cung cấp cho bạn một Mini-Code gồm 6 ký tự để tạo mối quan hệ. Mã này chỉ sử dụng được một lần và sẽ hết hạn sau 24 giờ.
zh_hans: 一位联系人向您提供了 6 位迷你代码，用于创建关系。此迷你代码仅限一次性使用，创建后 24 小时失效。
zh_hant: 一位聯絡人向您提供了 6 位元迷你程式碼，用於建立關係。此迷你代碼僅限一次性使用，創建後 24 小時失效。
